/*
  Localizable.strings
  XenonSDK

  Created by fq on 2021/5/19.
  Copyright © 2021 SAGESSE. All rights reserved.
*/
"select_user_privacy_protocol" = "請勾選用戶隱私協定";
"please_enter_account" = "請輸入帳號";
"please_enter_pwd" = "请输入密码";
"please_login_first" = "請輸入密碼";
"DDLL_success" = "儲值成功";
"DDLL_fail" = "儲值失敗";
"apple_login_authorization_ErrorUnknown" = "Apple登入授權請求未知錯誤";
"apple_login_authorization_ErrorCanceled" = "Apple登入授權請求取消";
"apple_login_authorization_ErrorInvalidResponse" = "Apple登入授權請求響應無效";
"apple_login_authorization_ErrorNotHandled" = "Apple登录授权请求未能处理";
"apple_login_authorization_ErrorFailed" = "Apple登入授權請求未能處理";
"please_input_new_pwd" = "請輸入新的密碼";
"please_again_input_new_pwd" = "請再次輸入新的密碼";
"second_input_pwd_diff" = "兩次輸入的密碼不一致";
"pwd_change_success" = "密碼修改成功";
"please_init_first" = "請先初始化";
"service_error_please_connnect_service_phone" = "親愛的玩家您好，由於服務器緊急維護，現時遊戲暫時無法進入，給您帶來的不便我們深表歉意！\ 如果您還有其他問題請與我們聯系！\\ 客服QQ: %@\客服電話";
"params_error" = "參數錯誤";
"purchase_success" = "購買成功";
"purchase_failed" = "購買失敗";
"service_error" = "服務器异常";
"order_check_failed" = "訂單校驗失敗";
"device_no_support_DDLLment" = "該設備不支持內購";
"copy_success" = "複製成功";
"no_install_facebook_app" = "未安裝Facebook應用";
"function_developing" = "功能開發中";
"product_no_use_check_apple_develop" = "產品暫時不可用，請檢查蘋果後臺";
"order_no_find" = "訂單未找到";
"bill_lose" = "票據遺失";
"product_no_find_check_develop" = "產品未找到，請查檢查後臺";
"login_success" = "登入成功";
"welecome_join_game" = "歡迎加入遊戲:";
"your_game_account" = "您的遊戲帳號為";
"your_game_pwd" = "您的遊戲密碼為";
